Repository: orlandofv/Binga
Catalog: isis/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Parent Category
pt: Categoria Pai

source: Add/Update Category
pt: Adicionar/Atualizar Categoria

source: CATEGORY MAIN DATA
pt: DADOS PRINCIPAIS DA CATEGORIA

source: Save & Close
pt: Gravar & Fechar

source: Save & Edit
pt: Gravar & Editar

source: Selling Price
pt: Preço de venda

source: Min. Selling Price
pt: Preço Mínimo de Venda

source: Selling Price 2
pt: Preço de Venda 2

source: Selling Price 3
pt: Preço de Venda 3

source: Selling Price 4
pt: Preço de Venda 4

source: Selling Price 5
pt: Preço de Venda 5

source: Purchase Price
pt: Preço de compra

source: Stock Limit
pt: Limite de Estoque

source: Desired Stock
pt: Estoque Desejado

source: Other Images
pt: Outras Imagens

source: Add/Update product
pt: Adicionar/Atualizar produto

source: PRODUCT MAIN DATA
pt: DADOS PRINCIPAIS DO PRODUTO

source: OTHER PRICES
pt: OUTROS PREÇOS

source: IMAGES
pt: IMAGENS

source: AREA - VOLUME - WEIGHT
pt: ÁREA - VOLUME - PESO

source: STOCKS
pt: ESTOQUES

source: PRIVATE NOTES
pt: NOTAS PRIVADAS

source: Product with same name already exists.
pt: O produto não deve ficar em branco.

source: The Code of Product must not be empty.
pt: O Código do Produto não deve estar vazio.

source: The Name of Product must not be empty.
pt: O Nome do Produto não deve estar vazio.

source: Add/Update Tax
pt: Adicionar/Actualizar Taxa

source: TAX MAIN DATA
pt: DADOS PRINCIPAIS TRIBUTÁRIOS

source: Add/Update Payment Method
pt: Adicionar/Atualizar método de Pagamento

source: PAYMENT METHOD DATA
pt: DADOS DO MÉTODO DE PAGAMENTO

source: Add/Update Payment Term
pt: Adicionar/Atualizar Termo de Pagamento

source: PAYMENT TERM DATA
pt: DADOS DO TERMO DE PAGAMENTO

source: Please choose Costumer
pt: Por favor, escolha o cliente

source: Add/Update Receipt
pt: Adicionar/Actualizar Recibo

source: RECEIPT DATA
pt: DADOS DE RECIBO

source: Next
pt: Próximo

source: Please choose Costumer or create Invoices First.
pt: Por favor, escolha Cliente ou crie Faturas Primeiro.

source: Add/Update Document
pt: Adicionar/Atualizar Documento

source: DOCUMENT DATA
pt: DADOS DO DOCUMENTO

source: Save & New
pt: Gravar & Novo

source: Add/Update Invoicing
pt: Adicionar/Atualizar Facturação

source: Due date must be greater than Invoicing date
pt: A data de vencimento deve ser maior que a data do Facturação

source: Service
pt: Serviço

source: Product
pt: Produto

source: Product code / Barcode
pt: Código do produto / Cod. de Barras

source: INVOICE ITEMS
pt: ARTIGOS DE FATURA

source: Add Item
pt: Adicionar Artigo

source: Product must not be blank.
pt: O produto não deve ficar em branco.

source: Price is lower than the product Minimum selling price {}.
pt: O preço é inferior ao preço mínimo de venda do produto {}.

source: discount must be between 0 and 99.99.
pt: o desconto deve estar entre 0 e 99,99.

source: discount must be between 0 and 100.
pt: o desconto deve estar entre 0 e 100.

source: Active
pt: Ativo

source: Inactive
pt: Inativo

source: Yes
pt: Sim

source: No
pt: Não

source: Name
pt: Nome

source: Rate
pt: Taxa

source: Status
pt: Estado

source: Notes
pt: Notas

source: Image
pt: Imagem

source: Parent
pt: Parente

source: Active status
pt: Ativo

source: Categories
pt: Categorias

source: ounce
pt: onça

source: pound
pt: libra

source: ft
pt: pé

source: in
pt: polegadas

source: ft²
pt: pé²

source: in²
pt: polegadas²

source: ft³
pt: pé³

source: in³
pt: polegadas³

source: litre
pt: litros

source: gallon
pt: galão

source: For Sale
pt: À venda

source: Not for Sale
pt: Não vender

source: For Purchase
pt: Para compra

source: Not for Purchase
pt: Não para compra

source: Raw Product
pt: Produto bruto

source: Manufactured Product
pt: Produto Fabricado

source: Product Code
pt: Código do produto

source: Product Category
pt: Categoria de Produto

source: Name of Product
pt: Nome do produto

source: Type
pt: Tipo

source: Tax
pt: Taxa

source: Default Warehouse
pt: Armazém Padrão

source: Detailed Description
pt: Descrição detalhada

source: Barcode
pt: Código de Barras

source: Sell price
pt: Preço de venda

source: Min. Sell price
pt: Preço Mínimo de Venda

source: Sell price 2
pt: Preço de Venda 2

source: Sell price 3
pt: Preço de Venda 3

source: Sell price 4
pt: Preço de Venda 4

source: Sell price 5
pt: Preço de Venda 5

source: Purchase price
pt: Preço de compra

source: Max. purchase price
pt: Preço Máx. de Compra

source: Physical stock
pt: Estoque físico

source: Min. Stock
pt: Estoque Min.

source: Stock limit
pt: Limite de Estoque

source: Desired stock
pt: Estoque Desejado

source: Primary Image
pt: Imagem primária

source: Product nature
pt: Natureza do Produto

source: Product url
pt: URL do produto

source: Weight
pt: Peso

source: Length
pt: Comprimento

source: width
pt: Largura

source: Height
pt: Peso

source: Length units
pt: Unidade de Comprimento

source: Area
pt: Área

source: Area units
pt: Unidade de área

source: Volume units
pt: Volume

source: Weight units
pt: Peso

source: Sell status
pt: Estado de Venda

source: Purchase status
pt: Estado de Compra

source: Default
pt: Padrão

source: Short Name
pt: Nome curto

source: Modify Stock?
pt: Modificar estoque?

source: Track Payment?
pt: Controlar Pagamento?

source: Track Due Date?
pt: Acompanhar data de vencimento?

source: Template
pt: Modelo

source: Delivered
pt: Entregue

source: Not delivered
pt: Não Entregue

source: Document
pt: Documento

source: Payment method
pt: método de pagamento

source: Payment term
pt: Termo de pagamento

source: Costumer
pt: Cliente

source: Date
pt: Data

source: Due Date
pt: Data de Vencimento

source: Warehouse
pt: Novo Armazém

source: Credit
pt: Crédito

source: Debit
pt: Débito

source: Total Tax
pt: Total

source: Total Discount
pt: Desconto

source: Paid Status
pt: Estado de Pagamento

source: Delivered Status
pt: Estado de Entrega

source: Finished Status
pt: Estado de Finalização

source: Active Status
pt: Estado de Entrega

source: Private Notes
pt: Notas Privadas

source: Public Notes
pt: Notas Públicas

source: Bank Account
pt: Conta Bancária

source: Overdue
pt: Vencimento

source: On date
pt: Em dia

source: Not paid
pt: Não pago

source: Not Delivered
pt: Não Entregue

source: Canceled
pt: Cancelado

source: Finished status
pt: Estado de Finalização

source: Add File
pt: Adicionar Ficheiro

source: Invoice Date
pt: Data da Factura

source: Invoice
pt: Factura

source: Select Invoice
pt: Selecione a Factura

source: Receipt Invoice
pt: Recibo

source: Receipt Invoices
pt: Recibos

source: New Category
pt: Nova Categoria

source: New Document
pt: Novo Documento

source: New Invoice
pt: Nova Factura

source: New Invoice Item
pt: Novo Artigo da Factura

source: Invoice Total
pt: Total da Factura

source: Discount Total
pt: Desconto Total

source: Payment Method
pt: método de pagamento

source: Tax Total
pt: Taxa Total

source: Payment Term
pt: Termo de pagamento

source: Due on
pt: Vencimento em

source: List of Items
pt: Lista de artigos

source: Price
pt: Preço

source: Quantity
pt: Quantidade

source: Discount
pt: Desconto

source: Finish
pt: Finalizar

source: New Invoicing
pt: Nova Facturação

source: New Invoicing Item
pt: Novo Artigo de Facturação

source: Invoicing Total
pt: Facturação Total

source: Invoicing Date
pt: Data da Facturação

source: New Tax
pt: Nova Taxa

source: New Product
pt: Novo Produto

source: New Product Return Item
pt: Novo artigo de devolução

source: Return Note Total
pt: Total da Devolução

source: Return Note Date
pt: Data da Devolução

source: New Receipt
pt: Novo Recibo

source: Receipt Details
pt: Detalhes do Recibo

source: Invoice #
pt: Factura #

source: Paid
pt: Pago

source: UnPaid
pt: Não pago

source: Payment
pt: Pagamento

source: This costumer has no Invoice(s)
pt: Este cliente não tem factura(s)

source: Make Payment
pt: Pagar

source: New Warehouse
pt: Novo Armazém

source: Products Dashboard
pt: Painel de Produtos

source: All Products
pt: Todos Produtos

source: Last 15 Products
pt: Últimos 15 produtos

source: Category Details
pt: Detalhes da categoria

source: List
pt: Lista

source: Created on
pt: Criado em

source: Created by
pt: Criado por

source: Modified on
pt: Modificado em

source: Modified by
pt: Modificado por

source: Document Details
pt: Detalhes do documento

source: Address
pt: Endereço

source: Contacts
pt: Contactos

source: Open Status
pt: Estado aberto

source: Description
pt: Descrição

source: Invoice Details
pt: Detalhes da Factura

source: Validated
pt: Validado

source: Not Validated
pt: Não Validado

source: Last 5 Costumer Paid Invoices
pt: Este cliente não tem factura(s)

source: Costumer Noit Paid Invoices
pt: Este cliente não tem factura(s)

source: Payments
pt: Pagamentos

source: Receipt
pt: Recibo

source: Remaining
pt: Remanescente

source: Totals
pt: Totais

source: Invoicing Details
pt: Detalhes de Facturação

source: Return Note
pt: Devolução

source: Tax Details
pt: Detalhes de Taxa

source: Product Details
pt: Detalhes do produto

source: Category
pt: Categoria

source: Item Type
pt: Tipo de Artigo

source: Sell Status
pt: Estado de Venda

source: Not For Sale
pt: Não para venda

source: Purchase Status
pt: Estado de Compra

source: Not For Purchase
pt: Não para Compra

source: Physical Stock
pt: Estoque Físico

source: Max. Purchase Price
pt: Preço Máx. de Compra

source: Product Nature
pt: Natureza do Produto

source: Product Url
pt: URL do produto

source: Length X Width X Height
pt: Comprimento x Largura x Altura

source: product_return Details
pt: Detalhes da devolução

source: Warehouse Details
pt: Detalhes do Armazém

source: Print Invoice
pt: Imprimir fatura

source: Close
pt: Fechar

source: From
pt: De

source: VAT Number
pt: NUIT

source: Website
pt: Pág. Web

source: Phone
pt: Telefone

source: Cell
pt: Celular

source: To
pt: Para

source: Qty
pt: Quantidade

source: The are no items for this Invoice
pt: Não há artigos para esta fatura

source: VAT
pt: IVA

source: Print
pt: Imprimir

source: The are no items for this Invoicing
pt: Não há itens para este Facturação

source: VAT number
pt: NUIT

source: RETURN NOTE
pt: DEVOLUÇÃO

source: The are no items for this product_return
pt: Não há artigos para esta devolução

source: Print Receipt
pt: Recibos

source: The are no items for this Receipt
pt: Não há artigos para esta fatura

source: Actions
pt: Ações

source: Stock
pt: Estoque

source: Amount
pt: Valor

source: Code
pt: Código

source: Movements
pt: Movimentos

source: New Bank Account
pt: Nova Conta Bancária

source: New Costumer
pt: Novo cliente

source: No payment method found. Please create some payment methods first.
pt: Nenhuma forma de pagamento encontrada. Crie algumas formas de pagamento primeiro.

source: Make payment
pt: Pagar

source: Payment POS
pt: Pagamento POS

source: New Payment Method
pt: Nova forma de pagamento

source: New Payment Term
pt: Novo termo de pagamento

source: List of Actions
pt: Lista de Ações

source: Update Category
pt: Atualizar Categoria

source: Update Document
pt: Atualizar Documento

source: Update Invoice
pt: Atualizar Factura

source: Update Invoicing
pt: Atualizar Facturação

source: Update Tax
pt: Atualizar Taxa

source: Update Product
pt: Atualizar Produto

source: Update Receipt
pt: Atualizar Recibo

source: Update Warehouse
pt: Atualizar Armazém

source: Category added successfully!
pt: Recibo actualizado com sucesso!

source: Category updated successfully!
pt: Recibo actualizado com sucesso!

source: Not Deleted! {}
pt: Não excluído! {}

source: Category delete successfully!
pt: Recibo eliminado Com sucesso!

source: No parent
pt: Sem Parente

source: Product added successfully!
pt: Produto adicionado com sucesso!

source: Product updated successfully!
pt: Produto atualizado com sucesso!

source: Product delete successfully!
pt: Produto excluído com sucesso!

source: Tax added successfully!
pt: Imposto adicionado com sucesso!

source: Tax updated successfully!
pt: Imposto atualizado com sucesso!

source: Tax delete successfully!
pt: Exclusão de imposto com sucesso!

source: Please contact Administrator to add new Products!
pt: Entre em contato com o Administrador para adicionar novos Produtos!

source: PaymentMethod added successfully!
pt: Método de pagamento adicionado com sucesso!

source: PaymentMethod updated successfully!
pt: Método de pagamento atualizado com sucesso!

source: PaymentMethod delete successfully!
pt: Método de pagamento excluído com sucesso!

source: PaymentTerm added successfully!
pt: Termo de pagamento adicionado com sucesso!

source: PaymentTerm updated successfully!
pt: Termo de pagamento atualizado com sucesso!

source: PaymentTerm delete successfully!
pt: Termo de pagamento atualizado com sucesso!

source: Receipt is closed and cannot be edited.
pt: O recibo está fechado e não pode ser editado.

source: This costumer has no pending invoices!
pt: Este cliente não tem facturas pendentes!

source: There are no invoices with pending payments! Please create Invoice First.
pt: Não há facturas com pagamentos pendentes! Crie uma fatura primeiro.

source: Receipt delete successfully!
pt: Recibo eliminado Com sucesso!

source: Document added successfully!
pt: Recibo actualizado com sucesso!

source: Document updated successfully!
pt: Recibo actualizado com sucesso!

source: Document delete successfully!
pt: Recibo eliminado Com sucesso!

source: Document is closed and cannot be edited.
pt: O documento está fechado e não pode ser editado.

source: Invoicing delete successfully!
pt: Recibo eliminado Com sucesso!

source: Not Deleted! {}.
pt: Não excluído! {}.

source: Invoicing
pt: Facturação

source: Please create Invoice Items First
pt: Por favor, crie artigos da factura primeiro

source: No product matches the given barcode. Please choose product from the dropdown below.
pt: Nenhum produto encontrado com esse cod. de barras. Por favor escolha o produto na lista abaixo

source: Please use numbers that do not contain commas (','), and use dot ('.') for decimals. {}.
pt: Use números que não contenham vírgulas (',') e ponto de use ('.') para decimais. {}.

source: Please choose product from the dropdown, or add a new product.
pt: Por favor, escolha produto na lista ou crie um novo.

source: This product is inactive and cannot be sold.
pt: Este produto está inativo e não pode ser vendido.

source: This product is not for sale.
pt: Este produto não é para venda

source: Invoice is closed and cannot be edited.
pt: Factura está fechada e não pode ser editada.

source: Paid amount is less than total, it must be equal to total amount.
pt: O valor pago é menor que o total, deve ser igual ao valor total.

source: Document is not finished. Please Finish it First.
pt: O documento não foi finalizado. Finalize-o primeiro.

source: Document does not modify stock.
pt: Este documento não modifica estoque
