Repository: orlandofv/Binga
Catalog: asset_app/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Company Name
pt: Nome da Empresa

source: Address
pt: Endereço

source: Telephone
pt: Telefone

source: Logo
pt: Logotipo

source: Logo Square
pt: Logotipo Quadrado

source: Notes
pt: Notas

source: Add/Update Settings
pt: Adicionar/Actualizar Configurações

source: Settings
pt: Configurações

source: Save & Close
pt: Gravar & Fechar

source: Save & Edit
pt: Gravar & Editar

source: System No.
pt: No. do Sistema

source: Component Name
pt: Nome do Componente

source: Manufacturer
pt: Fabricante

source: Stock Code
pt: Cod. de Estoque

source: Maintenance
pt: Manutenção

source: Add/Update Component
pt: Adicionar/Actualizar Componente

source: Component Data
pt: Dados da Componente

source: Save & New
pt: Gravar & Novo

source: Piece
pt: Peça

source: Action
pt: Acção

source: Cost
pt: Custo

source: Quantity
pt: Quantidade

source: Add/Update Maintenance
pt: Adicionar/Actualizar Manutenção

source: Maintenance Data
pt: Dados de Manutenção

source: Add Action
pt: Adicionar Acção

source: Add Item
pt: Adicionar Artigo

source: Maintenance frequency must not be empty.
pt: A frequência de manutenção não deve estar vazia.

source: Maintenance frequency must be greater than zero.
pt: A frequência de manutenção deve ser maior que zero.

source: Maintenance Time allocated must not be empty.
pt: O tempo de manutenção alocado não deve estar vazio.

source: Maintenance Time allocated must be greater than zero.
pt: O Tempo de Manutenção alocado deve ser maior que zero.

source: Maintenance name must no be empty.
pt: O nome de manutenção não deve estar vazio.

source: Please add at least one action.
pt: Adicione pelo menos uma ação.

source: Please add at least one item, cost and its quantity.
pt: Por favor, adicione pelo menos um item, custo e sua quantidade.

source: Cost of Item must be greater than zero.
pt: O custo do item deve ser maior que zero.

source: Quantity of Item must be greater than zero.
pt: A quantidade do item deve ser maior que zero.

source: Save
pt: Gravar

source: Maintenance Action must no be empty.
pt: A Ação de Manutenção não deve estar vazia.

source: No
pt: Não

source: Yes
pt: Sim

source: Costumer Name
pt: Nome do Cliente

source: Parent Costumer
pt: Cliente Principal

source: Add/Update Costumer
pt: Adicionar/atualizar cliente

source: Costumer Data
pt: Dados do cliente

source: Group Name
pt: Nome do Grupo

source: Add/Update Group
pt: Adicionar/atualizar Grupo

source: Group Data
pt: Dados do Grupo

source: System Name
pt: Nome do Sistema

source: Add/Update System
pt: Adicionar/atualizar Sistema

source: System Data
pt: Dados do Sistema

source: Type Name
pt: Nome do Tipo

source: Add/Update Type
pt: Adicionar/atualizar Tipo

source: Type Data
pt: Dados do Tipo

source: SubType Name
pt: Nome do Subtipo

source: Add/Update SubType
pt: Adicionar/atualizar Subtipo

source: SubType Data
pt: Dados do Subtipo

source: Vendor Name
pt: Nome do vendedor

source: Component Serial No.
pt: No. de Série do Componente

source: Image
pt: Imagem

source: Purchase Amount
pt: Valor da Compra

source: Date Purchased
pt: Data da Compra

source: Date Allocated
pt: Data alocada

source: Depreciation %
pt: Depreciação

source: Start Value (Hours)
pt: Valor inicial (horas)

source: Years
pt: Anos

source: Warrantee Value (Hours)
pt: Valor da Garantia (Horas)

source: End of Life (Hours)
pt: Fim da Vida (Horas)

source: Warn Before (Hours)
pt: Avisar Antes (Horas)

source: Group
pt: Grupo

source: System
pt: Sistema

source: Type
pt: Tipo

source: SubType
pt: Subtipo

source: Add/Update Allocation
pt: Adicionar/Actualizar Alocação

source: ALLOCATE COMPONENT
pt: ALOCAR COMPONENTE

source: ATTACH TO SYSTEM
pt: ANEXAR AO SISTEMA

source: ATTACH TO LOCATION
pt: ANEXAR AO LOCAL

source: Invalid Allocation Number. Allocation Number must be from 1 to 4294967295.
pt: Número de alocação inválido. O número de alocação deve ser de 1 a 4294967295.

source: Invalid Allocation Number. Allocation Number must be from 1 to 4294967295.
pt: Número de alocação inválido. O número de alocação deve ser de 1 a 4294967295.

source: Invalid Component. Please choose Componet from the Dropdown.
pt: Componente inválido. Por favor, escolha Componente no menu.

source: Invalid Vendor. Please choose Vendor from the Dropdown.
pt: Fornecedor inválido. Por favor, escolha o fornecedor no menu.

source: Invalid Costumer. Please choose Costumer from the Dropdown.
pt: Cliente inválido. Por favor, escolha Cliente no menu.

source: Invalid Group. Please choose Group from the Dropdown.
pt: Grupo inválido. Por favor, escolha Grupo no menu.

source: Invalid System. Please choose System from the Dropdown.
pt: Sistema inválido. Por favor, escolha Sistema no menu.

source: Invalid Type. Please choose Type from the Dropdown.
pt: Tipo inválido. Por favor, escolha Tipo no menu.

source: Invalid SubType. Please choose SubType from the Dropdown.
pt: Subtipo inválido. Por favor, escolha Subtipo no menu

source: Invalid Depreciation Value. Depreciation value must be from 0 to 100.
pt: Valor de depreciação inválido. O valor da depreciação deve ser de 0 a 100.

source: Invalid Depreciation Value. Depreciation value must be from 0 to 100.
pt: Valor de depreciação inválido. O valor da depreciação deve ser de 0 a 100.

source: Invalid Serial Number. Serial Number must not be empty
pt: Número de série inválido. O número de série não deve estar vazio

source: Invalid Start Values. At least one field of Start Values must be greater than zero.
pt: Valores iniciais inválidos. Pelo menos um campo de valores iniciais deve ser maior que zero.

source: Invalid Garrantee Values. At least one field of Garrantee Values must be greater than zero.
pt: Valores de garantia inválidos. Pelo menos um campo de Valores de Garantia deve ser maior que zero.

source: Invalid End of life Values. At least one field of End of life Values must be greater than zero.
pt: Valores de fim de vida inválidos. Pelo menos um campo de Valores de fim de vida deve ser maior que zero.

source: Invalid Warning Values. At least one field of Warning Values must be greater than zero.
pt: Valores de aviso inválidos. Pelo menos um campo de Valores de Aviso deve ser maior que zero.

source: Order Number
pt: Número do pedido

source: Person in Charge
pt: Pessoa encarregada

source: Start date
pt: Data de início

source: End date
pt: Data final

source: Warn After
pt: Avisar Depois

source: Work Progress (%)
pt: Progresso de trabalho (%)

source: Add/Update Work Order
pt: Adicionar/Atualizar Ordem de Serviço

source: Work Order Data
pt: Dados da Ordem de Serviço

source: Invalid Order. Order Number must be from 1 to 4294967295.
pt: Pedido inválido. O número do pedido deve ser de 1 a 4294967295.

source: Invalid Person in Charge. Please choose Person in Charge of the Work.
pt: Responsável inválido. Por favor, escolha a pessoa responsável pelo trabalho.

source: Invalid Start Date. End date must be greater than Start date.
pt: Data de início inválida. A data de término deve ser maior que a data de início.

source: Invalid Warn Date. Choose Warning date less than End date and greater than Start date.
pt: Data de aviso inválida. Escolha a data de aviso menor que a data de término e maior que a data de início.

source: Add/Update Vendor
pt: Adicionar/Atualizar Vendedor

source: Vendor Data
pt: Adicionar/Atualizar Fornecedor

source: Item Name
pt: Nome do Item

source: Item Data
pt: Dados do item

source: Add
pt: Adicionar

source: Action Data
pt: Dados de ação

source: Active
pt: Ativo

source: Inactive
pt: Inativo

source: VAT number
pt: NUIT

source: Status
pt: Estado

source: System no
pt: No. do Sistema

source: Governmental
pt: Governamental

source: Large Company
pt: Grande empresa

source: Medium Company
pt: Empresa Média

source: Small Company
pt: Pequena Empresa

source: Individual Company
pt: Empresa Individual

source: Other
pt: Outro

source: Name of the Costumer, Department, etc
pt: Nome do Cliente, Departamento, etc

source: Country
pt: País

source: Province/State
pt: Província/Estado

source: City
pt: Cidade

source: Zip Code
pt: Caixa Postal

source: Choose Parent Costumer
pt: Escolha o cliente pai

source: Phone
pt: Telefone

source: Mobile
pt: Celular

source: Default Warehouse
pt: Armazém Padrão

source: Company Type
pt: Tipo de Empresa

source: VAT Number
pt: NUIT

source: Subtype
pt: Subtipo

source: Name of the Vendor, Department, etc
pt: Nome do Fornecedor, Departamento, etc

source: Allocation No.
pt: Alocação nº.

source: component Name
pt: Nome do componente

source: Start Value (Years)
pt: Valor inicial (anos)

source: Start Value (KM)
pt: Valor inicial (KM)

source: Warrantee Value (Years)
pt: Valor da Garantia (Anos)

source: Warrantee Milliege (KM)
pt: Garantia de Quilometragem (KM)

source: End of Life (Years)
pt: Fim da Vida (Anos)

source: End of Life (KM)
pt: Fim da Vida (KM)

source: Warn Before (Years)
pt: Avisar Antes (Anos)

source: Warn Before (KM)
pt: Avisar Antes (KM)

source: QrCode
pt: Código Qr

source: Pending
pt: Pendente

source: InProgress
pt: Em Progresso

source: Finished
pt: Terminado

source: Abandoned
pt: Abandonado

source: Low
pt: Baixo

source: Medium
pt: Médio

source: High
pt: Alto

source: Priority
pt: Prioridade

source: Component
pt: Componente

source: Progress
pt: Progresso

source: Active Status
pt: Estado Ativo

source: Name
pt: Nome

source: M3
pt: M³

source: Unit
pt: Unidade

source: New Allocation
pt: Nova Alocação

source: New Branch
pt: Nova Filial

source: New Component
pt: Novo Componente

source: New Partner
pt: Novo Parceiro

source: New Division
pt: Nova Divisão

source: New Group
pt: Novo Grupo

source: New Maintenance Item
pt: Novo Item de Manutenção

source: List of Items
pt: Lista de artigos

source: New Maintenance
pt: Nova Manutenção

source: New Maintenance Schedule
pt: Novo Cronograma de Manutenção

source: New Position
pt: Nova posição

source: New SubType
pt: Novo Subtipo

source: New System
pt: Novo Sistema

source: New Type
pt: Novo Tipo

source: New Vendor
pt: Novo Vendedor

source: New Work Order
pt: Nova ordem de Serviço

source: Components Dashboard
pt: Painel de Componentes

source: All Components
pt: Todos os componentes

source: Last 15 Components
pt: Últimos 15 componentes

source: System Number
pt: Número do sistema

source: Maintenances Dashboard
pt: Painel de manutenções

source: All Maintenances
pt: Todas as manutenções

source: Last 15 Maintenances
pt: Últimas 15 manutenções

source: Allocation Details
pt: Detalhes de alocação

source: Costumer
pt: Cliente

source: Division
pt: Divisão

source: Branch
pt: Filial

source: Position
pt: Posição

source: Serial Number
pt: Número de Série

source: Vendor
pt: Vendedor

source: Purchased
pt: Comprado

source: Price
pt: Preço

source: Date allocated
pt: Data alocada

source: Depreciation
pt: Depreciação

source: GOOD
pt: BOM

source: BROKEN
pt: ESTRAGADO

source: Garrantee Value (Hours)
pt: Valor da garantia (horas)

source: Garrantee Value (Years)
pt: Valor da garantia (anos)

source: Garrantee Value (KM)
pt: Valor da garantia (KM)

source: End of Life Value (Hours)
pt: Valor de fim de vida (horas)

source: End of Life Value (Years)
pt: Valor de fim de vida (anos)

source: End of Life Value (KM)
pt: Valor de fim de vida (KM)

source: Warn Before Value (Years)
pt: Avisar antes do valor (anos)

source: Warn Before Value (KM)
pt: Avisar antes do valor (KM)

source: Sub Type
pt: Sub Tipo

source: Created on
pt: Criado em

source: Created by
pt: Criado por

source: Modified on
pt: Modificado em

source: Modified by
pt: Modificado por

source: Branch Details
pt: Detalhes da Filial

source: Contacts
pt: Contatos

source: Manager
pt: Gerente

source: Component Details
pt: Detalhes do componente

source: Partner Details
pt: Detalhes do parceiro

source: Is Supplier
pt: É Fornecedor

source: Current Debit
pt: Débito atual

source: Max Credit
pt: Crédito Máximo

source: Division Details
pt: Detalhes da Divisão

source: Group Details
pt: Detalhes do Grupo

source: Maintenance Details
pt: Detalhes de manutenção

source: List
pt: Lista

source: Maintenance Type
pt: Tipo de manutenção

source: Maintenance frequency
pt: Frequência de manutenção

source: Time Allocated
pt: Tempo Alocado

source: Schedule Details
pt: Detalhes do cronograma

source: Position Details
pt: Detalhes da posição

source: SubType Details
pt: Detalhes do subtipo

source: System Details
pt: Detalhes do sistema

source: Type Details
pt: Detalhes do tipo

source: Vendor Details
pt: Detalhes do fornecedor

source: Work Order Details
pt: Detalhes da Ordem de Serviço

source: Ramaining Time
pt: Tempo restante

source: Allocation
pt: Alocação

source: Start Date
pt: Data de início

source: End Date
pt: Data final

source: Warning Date
pt: Data de aviso

source: Work Status
pt: Status de trabalho

source: Serial No.
pt: Número de Série

source: Actions
pt: Ações

source: Stock Cod.
pt: Cod. de Estoque

source: No Items to Show
pt: Nenhum item para mostrar

source: Frequency
pt: Frequência

source: Schedule
pt: Detalhes do cronograma

source: Order
pt: Compra

source: In Charge
pt: Responsável

source: List of Actions
pt: Lista de Ações

source: Update Allocation
pt: Atualizar alocação

source: Update Branch
pt: Atualizar Filial

source: Update Component
pt: Atualizar Componente

source: Update Partner
pt: Atualizar parceiro

source: Update Division
pt: Atualizar Divisão

source: Update Group
pt: Atualizar Grupo

source: Update Maintenance
pt: Atualizar Manutenção

source: Update Position
pt: Atualizar Posição

source: Update Settings
pt: Atualizar configurações

source: Update SubType
pt: Atualizar subtipo

source: Update System
pt: Atualizar Sistema

source: Update Type
pt: Atualizar Tipo

source: Update Vendor
pt: Atualizar Fornecedor

source: Update Work Order
pt: Atualizar Ordem de Serviço

source: Settings added successfully!
pt: Configurações adicionadas com sucesso!

source: Maintenance added successfully!
pt: Manutenção adicionada com sucesso!

source: Maintenance updated successfully!
pt: Manutenção atualizada com sucesso!

source: Not Deleted! {}
pt: Não excluído! {}

source: Maintenance delete successfully!
pt: Manutenção apagada com sucesso!

source: Item with this name already exists
pt: O item com este nome já existe

source: '{}' added successfully!
pt: '{}' adicionado com sucesso!

source: Not Deleted! {}.
pt: Não excluído! {}.

source: Component added successfully!
pt: Componente adicionado com sucesso!

source: Component updated successfully!
pt: Componente atualizado com sucesso!

source: Component delete successfully!
pt: Componente deletado com sucesso!

source: Costumer added successfully!
pt: Cliente adicionado com sucesso!

source: Costumer updated successfully!
pt: Cliente atualizado com sucesso!

source: Costumer delete successfully!
pt: Cliente excluido com sucesso!

source: Group added successfully!
pt: Cliente excluído com sucesso!

source: Group updated successfully!
pt: Grupo atualizado com sucesso!

source: Group delete successfully!
pt: Grupo excluído com sucesso!

source: System added successfully!
pt: Sistema adicionado com sucesso!

source: System updated successfully!
pt: Sistema atualizado com sucesso!

source: System delete successfully!
pt: Exclusão do sistema com sucesso!

source: Type added successfully!
pt: Tipo adicionado com sucesso!

source: Type updated successfully!
pt: Tipo atualizado com sucesso!

source: Type delete successfully!
pt: Tipo eliminado com sucesso!

source: SubType added successfully!
pt: Subtipo adicionado com sucesso!

source: SubType updated successfully!
pt: Subtipo atualizado com sucesso!

source: SubType delete successfully!
pt: Exclusão de subtipo com sucesso!

source: Vendor added successfully!
pt: Fornecedor adicionado com sucesso!

source: Vendor updated successfully!
pt: Fornecedor atualizado com sucesso!

source: Vendor delete successfully!
pt: Fornecedor excluído com sucesso!

source: Allocation created successfully!
pt: Alocação criada com sucesso!

source: Allocation delete successfully!
pt: Alocação excluída com sucesso!

source: WorkOrder added successfully!
pt: Ordem de Serviço adicionado com sucesso!

source: WorkOrder updated successfully!
pt: Ordem de Serviço atualizado com sucesso!

source: WorkOrder delete successfully!
pt: Exclusão da ordem de trabalho com sucesso!

source: There is a issue with {component}
pt: Há um problema com {component}
